Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TV_DELETE_PROFILE_DESC
source: Delete this profile, restoring your controller and button preferences to the default settings.
ar: حذف ملف التعريف هذا؛ وبالتالي استعادة الإعدادات الافتراضية لتفضيلات ذراع التحكم والأزرار.
bg: Изтрийте този профил. Това ще възстанови параметрите на вашия котролер и бутон до настройките по подразбиране.
ca: Elimina el perfil i restableix la configuració per omissió del comandament i els botons.
cs: Smaže tento profil a vrátí předvolby ovladače a tlačítek do výchozího nastavení.
da: Slet denne profil, og gendan dine controller- og knapindstillinger til standardindstillingerne.
de: Wenn du dieses Profil löschst, werden die Standardeinstellungen für Controller und Tasten wiederhergestellt.
el: Διαγραφή αυτού του προφίλ και επαναφορά των προτιμήσεων χειριστηρίων και κουμπιών στις προεπιλεγμένες ρυθμίσεις.
es: Elimina este perfil y restaura las preferencias de los botones y del mando a los valores por omisión.
es_us: Elimina este perfil y restaura tu control y tus preferencias de botones a la configuración predeterminada.
fi: Poista tämä profiili ja palauta ohjain- ja painikeasetukset oletusasetuksiin.
fr: Supprimez ce profil, ce qui rétablira les réglages par défaut de votre manette et des boutons.
fr_ca: Supprimez ce profil en restaurant les réglages par défaut de votre manette et de ses boutons.
he: ניתן למחוק פרופיל זה ולהחזיר את העדפות שלט המשחק והכפתורים להגדרות ברירת-המחדל.
hi: अपनी कंट्रोलर और बटन प्राथमिकताएँ डिफ़ॉल्ट सेटिंग्ज़ पर रीस्टोर करते हुए यह प्रोफ़ाइल डिलीट करें।
hr: Obrišite ovaj profil uz obnavljanje postavki za kontroler i tipke na standardne vrijednosti.
hu: Törölheti ezt a profilt, amelynek hatására a vezérlő- és gombbeállítások visszaállnak az alapértelmezett beállításokra.
id: Hapus profil ini dan preferensi pengontrol serta tombol Anda akan dipulihkan ke pengaturan default.
it: Eliminando il profilo, ripristinerai le preferenze di default del controller e dei pulsanti.
ja: このプロファイルを削除して、コントローラおよびボタンの設定をデフォルト設定に戻します。
kk: Осы профильді жою, контроллер мен түйме параметрлерін әдепкі қалпына келтіру.
ko: 이 프로필을 삭제하고, 컨트롤러 및 버튼 환경설정을 기본 설정으로 복원합니다.
lt: Ištrinkite šį profilį ir atkurkite numatytuosius valdiklio ir mygtukų nuostatų nustatymus.
ms: Padam profil ini, yang memulihkan pilihan pengawal dan butang anda kepada seting lalai.
nb: Slett denne profilen, og gjenopprett kontrolleren og knappene til standardinnstillingene.
nl: Verwijder dit profiel, waardoor je controller- en knopvoorkeuren op de standaardwaarden worden ingesteld.
pl: Usuń ten profil, przywracając preferencje kontrolera i przycisków do ustawień domyślnych.
pt_br: Apague este perfil, restaurando as preferências do controle e botões aos ajustes padrão.
pt_pt: Apagar este perfil, restaurando as predefinições dos botões e do comando.
ro: Ștergeți acest profil, restaurând preferințele controllerului și butoanelor la configurările implicite.
ru: Удалить этот профиль, сбросив измененные настройки контроллера и кнопок до их значений по умолчанию.
sk: Vymaže tento profil a obnoví predvolené nastavenia ovládača a tlačidiel.
sl: Izbrišite ta profil in ponastavite nastavitve krmilnika in gumbov na privzete.
sv: Radera den här profilen. Det nollställer spelkontrollen och knappanpassningarna till förvalsinställningarna.
th: ลบโปรไฟล์นี้โดยจะกู้คืนการตั้งค่าอุปกรณ์ควบคุมและปุ่มของคุณกลับเป็นการตั้งค่าเริ่มต้น
tr: Bu profili silerek kumandanızı ve düğme tercihlerinizi saptanmış değerlere sıfırlar.
uk: Видаліть цей профіль і скиньте налаштування контролера й кнопок до типових значень.
vi: Xóa cấu hình này, khôi phục bộ điều khiển của bạn và các tùy chọn nút về cài đặt mặc định.
zh_cn: 删除此描述文件，将控制器和按钮偏好设置恢复为默认设置。
zh_hk: 刪除此設定檔，將控制器和按鈕偏好設定還原為預設設定。
zh_tw: 刪除此描述檔，將你的控制器和按鈕偏好設定回復為預設設定。

# TV_DELETE_PROFILE_PROMPT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# TV_DELETE_PROFILE_PROMPT_DELETE
source: Delete
ar: حذف
bg: Изтрий
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
lt: Trinti
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# TV_DELETE_PROFILE_PROMPT_MESSAGE
source: This will delete the profile, restoring your controller and button preferences to the default settings.
ar: سيؤدي هذا إلى حذف ملف التعريف؛ وبالتالي استعادة الإعدادات الافتراضية لتفضيلات ذراع التحكم والأزرار.
bg: Това ще изтрие профила и ще възстанови параметрите на вашия котролер и бутон до настройките по подразбиране.
ca: S’eliminarà el perfil i es restablirà la configuració per omissió del comandament i els botons.
cs: Profil se smaže a předvolby ovladače a tlačítek se vrátí do výchozího nastavení.
da: Dette vil slette profilen og gendanne dine controller- og knapindstillinger til standardindstillingerne.
de: Das Profil wird gelöscht und die Standardeinstellungen für Controller und Tasten werden wiederhergestellt.
el: Αυτή η ενέργεια θα διαγράψει το προφίλ και θα επαναφέρει τις προτιμήσεις χειριστηρίων και κουμπιών στις προεπιλεγμένες ρυθμίσεις.
es: Se eliminará el perfil y se restaurarán las preferencias de los botones y del mando a los valores por omisión.
es_us: Esto eliminará el perfil y restaurará tu control y tus preferencias de botones a la configuración predeterminada.
fi: Tämä poistaa tämän profiilin ja palauttaa ohjain- ja painikeasetukset oletusasetuksiin.
fr: Cela supprimera le profil et rétablira les réglages par défaut de votre manette et des boutons.
fr_ca: Cela supprimera ce profil en restaurant les réglages par défaut de votre manette et de ses boutons.
he: פעולה זו תמחק את הפרופיל ותחזיר את העדפות שלט המשחק והכפתורים להגדרות ברירת-המחדל.
hi: अपनी कंट्रोलर और बटन प्राथमिकताएँ डिफ़ॉल्ट सेटिंग्ज़ पर रीस्टोर करते हुए यह प्रोफ़ाइल को डिलीट कर देगा।
hr: Ovim će se obrisati profil uz obnavljanje postavki za kontroler i tipke na standardne vrijednosti.
hu: Ezzel törli ezt a profilt, amelynek hatására a vezérlő- és gombbeállítások visszaállnak az alapértelmezett beállításokra.
id: Ini akan menghapus profil dan preferensi pengontrol serta tombol Anda akan dipulihkan ke pengaturan default.
it: L’azione fa sì che il profilo venga eliminato, ripristinando le preferenze di default del controller e dei pulsanti.
ja: これにより、このプロファイルが削除され、コントローラおよびボタンの設定はデフォルト設定に戻されます。
kk: Бұл функция профильді жояды, контроллер мен түйме параметрлерін әдепкі реттеулерге қалпына келтіреді.
ko: 프로필을 삭제하고, 컨트롤러 및 버튼 환경설정을 기본 설정으로 복원합니다.
lt: Atlikus šį veiksmą, profilis bus ištrintas, o valdiklio ir mygtukų nuostatoms atkurti numatytieji nustatymai.
ms: Ini akan memadamkan profil, yang memulihkan pilihan pengawal dan butang anda kepada seting lalai.
nb: Dette vil slette profilen og gjenopprette kontrolleren og knappene til standardinnstillingene.
nl: Hiermee wordt het profiel verwijderd, waardoor je controller- en knopvoorkeuren op de standaardwaarden worden ingesteld.
pl: Spowoduje to usunięcie profilu oraz przywrócenie preferencji kontrolera i przycisków do ustawień domyślnych.
pt_br: Isso apagará o perfil e restaurará as preferências do controle e botões aos ajustes padrão.
pt_pt: O perfil será apagado, restaurando as predefinições dos botões e do comando.
ro: Acest profil va fi șters, restaurând preferințele controllerului și butoanelor la configurările implicite.
ru: Профиль будет удален, а измененные настройки контроллера и кнопок будут сброшены до их значений по умолчанию.
sk: Týmto vymažete profil a obnovíte predvolené nastavenia ovládača a tlačidiel.
sl: Tako boste izbrisali profil ter nastavitve krmilnika in gumbov ponastavili na privzete.
sv: Detta raderar den här profilen och nollställer spelkontrollen och knappanpassningarna till förvalsinställningarna.
th: การตั้งค่านี้จะลบโปรไฟล์โดยจะกู้คืนการตั้งค่าอุปกรณ์ควบคุมและปุ่มของคุณ กลับเป็นการตั้งค่าเริ่มต้น
tr: Bu profili siler, kumandanızı ve düğme tercihlerinizi saptanmış değerlere sıfırlar.
uk: Цей профіль буде видалено, а налаштування контролера й кнопок буде скинуто до їхніх типових значень.
vi: Việc này sẽ xóa cấu hình, khôi phục bộ điều khiển của bạn và các tùy chọn nút về cài đặt mặc định.
zh_cn: 这将删除描述文件，将控制器和按钮偏好设置恢复为默认设置。
zh_hk: 這將刪除設定檔，將控制器和按鈕偏好設定還原為預設設定。
zh_tw: 這會刪除描述檔，將你的控制器和按鈕偏好設定回復為預設設定。

# TV_DELETE_PROFILE_PROMPT_TITLE
source: Delete Profile
ar: حذف ملف التعريف
bg: Изтрий профил
ca: Elimina el perfil
cs: Smazání profilu
da: Slet profil
de: Profil löschen
el: Διαγραφή προφίλ
es: Eliminar perfil
es_us: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fr_ca: Supprimer le profil
he: מחק פרופיל
hi: प्रोफ़ाइल डिलीट करें
hr: Obriši profil
hu: Profil törlése
id: Hapus Profil
it: Elimina profilo
ja: プロファイルを削除
kk: Профильді жою
ko: 프로필 삭제
lt: Trinti profilį
ms: Padam Profil
nb: Slett profil
nl: Verwijder profiel
pl: Usuń profil
pt_br: Apagar Perfil
pt_pt: Apagar perfil
ro: Ștergeți profilul
ru: Удалить профиль
sk: Vymazať profil
sl: Izbriši profil
sv: Radera profil
th: ลบโปรไฟล์
tr: Profili Sil
uk: Видалити профіль
vi: Xóa Cấu hình
zh_cn: 删除描述文件
zh_hk: 刪除設定檔
zh_tw: 刪除描述檔

# TV_DELETE_PROFILE_TITLE
source: Delete This Profile
ar: حذف ملف التعريف هذا
bg: Изтрий този профил
ca: Elimina el perfil
cs: Smazat profil
da: Slet denne profil
de: Profil löschen
el: Διαγραφή αυτού του προφίλ
es: Eliminar este perfil
es_us: Eliminar este perfil
fi: Poista tämä profiili
fr: Supprimer ce profil
fr_ca: Supprimer ce profil
he: מחיקת פרופיל זה
hi: यह प्रोफ़ाइल डिलीट करें
hr: Obriši ovaj profil
hu: A profil törlése
id: Hapus Profil Ini
it: Elimina profilo
ja: このプロファイルを削除
kk: Осы профильді жою
ko: 이 프로필 삭제
lt: Trinti šį profilį
ms: Padam Profil Ini
nb: Slett denne profilen
nl: Verwijder dit profiel
pl: Usuń ten profil
pt_br: Apagar Este Perfil
pt_pt: Apagar este perfil
ro: Ștergeți acest profil
ru: Удалить этот профиль
sk: Vymazať tento profil
sl: Izbriši ta profil
sv: Radera den här profilen
th: ลบโปรไฟล์นี้
tr: Bu Profili Sil
uk: Видалити цей профіль
vi: Xóa cấu hình này
zh_cn: 删除此描述文件
zh_hk: 刪除此設定檔
zh_tw: 刪除此描述檔

# TV_RUMBLE_MEDIUM
source: Medium
ar: متوسطة
bg: Средно
ca: Mitjana
cs: Střední
de: Moderat
el: Μέτρια
es: Normal
es_us: Media
fi: Normaali
fr: Moyennes
fr_ca: Moyen
he: בינוני
hi: मध्यम
hr: Srednja
hu: Közepes
id: Sedang
it: Intermedia
ja: 中程度
kk: Орташа
ko: 중간
lt: Vidutinis
ms: Sederhana
nb: Middels
nl: Normaal
pl: Średnia
pt_br: Média
pt_pt: Médio
ro: Medie
ru: Средняя
sk: Stredné
sl: Srednje
sv: Medel
th: ปานกลาง
tr: Orta
uk: Помірна
vi: Trung bình
zh_cn: 中等
zh_hk: 中
zh_tw: 中

# TV_RUMBLE_OFF
source: Off
ar: إيقاف
bg: Изкл.
ca: Desactivada
cs: Vypnuté
da: Fra
de: Aus
el: Ανενεργή
es: Desactivada
es_us: Desactivada
fi: Pois
fr: Désactivées
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključena
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativada
pt_pt: Desativado
ro: Dezactivată
ru: Выкл.
sk: Vypnuté
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# TV_RUMBLE_STRONG
source: Strong
ar: قوية
bg: Силно
ca: Forta
cs: Silné
da: Stærk
de: Stark
el: Ισχυρή
es: Fuerte
es_us: Fuerte
fi: Voimakas
fr: Fortes
fr_ca: Puissant
he: חזק
hi: ज़्यादा
hr: Snažna
hu: Erős
id: Kuat
it: Intensa
ja: 強い
kk: Күшті
ko: 강하게
lt: Stiprus
ms: Kuat
nb: Sterk
nl: Sterk
pl: Mocna
pt_br: Forte
pt_pt: Forte
ro: Puternică
ru: Сильная
sk: Silné
sl: Močno
sv: Kraftig
th: แรง
tr: Güçlü
uk: Сильна
vi: Mạnh
zh_cn: 强
zh_hk: 強
zh_tw: 強

# TV_RUMBLE_VERY_WEAK
source: Very Weak
ar: ضعيفة جدًا
bg: Много слабо
ca: Molt feble
cs: Velmi slabé
da: Meget svag
de: Sehr schwach
el: Πολύ ασθενής
es: Muy débil
es_us: Muy débil
fi: Erittäin heikko
fr: Très faibles
fr_ca: Très faible
he: חלש מאוד
hi: बहुत कम
hr: Veoma slaba
hu: Nagyon gyenge
id: Sangat Lemah
it: Molto debole
ja: 非常に弱い
kk: Өте әлсіз
ko: 매우 약하게
lt: Labai silpnas
ms: Sangat Lemah
nb: Svært svak
nl: Zeer zwak
pl: Bardzo słaba
pt_br: Muito Fraca
pt_pt: Muito fraco
ro: Foarte slabă
ru: Очень слабая
sk: Veľmi slabé
sl: Zelo šibko
sv: Mycket svag
th: เบามาก
tr: Çok Zayıf
uk: Дуже слабка
vi: Rất yếu
zh_cn: 非常弱
zh_hk: 非常弱
zh_tw: 極弱

# TV_RUMBLE_WEAK
source: Weak
ar: ضعيفة
bg: Слабо
ca: Feble
cs: Slabé
da: Svag
de: Schwach
el: Ασθενής
es: Débil
es_us: Débil
fi: Heikko
fr: Faibles
fr_ca: Faible
he: חלש
hi: कम
hr: Slaba
hu: Gyenge
id: Lemah
it: Debole
ja: 弱い
kk: Әлсіз
ko: 약하게
lt: Silpnas
ms: Lemah
nb: Svak
nl: Zwak
pl: Słaba
pt_br: Fraca
pt_pt: Fraco
ro: Slabă
ru: Слабая
sk: Slabé
sl: Šibko
sv: Svag
th: เบา
tr: Zayıf
uk: Слабка
vi: Yếu
zh_cn: 弱
zh_hk: 弱
zh_tw: 弱

# VIDEO_RECORDING_APP_DESC_FALSE
source: Turn on the ability to record video clips in %@ using this controller.
ar: تشغيل إمكانية تسجيل مقاطع الفيديو في %@ باستخدام ذراع التحكم هذه.
bg: Включете възможността да записвате видео клипове в приложението %@ с помощта на този контролер.
ca: Activa la capacitat de gravar clips de vídeo a %@ fent servir aquest comandament.
cs: Zapne možnost nahrávat pomocí tohoto ovladače videoklipy v aplikaci %@.
da: Slå muligheden for at optage videoklip i %@ til for denne controller.
de: Aktiviere die Fähigkeit, mit diesem Controller in %@ Videoclips aufzunehmen.
el: Ενεργοποίηση της δυνατότητας εγγραφής κλιπ βίντεο στο «%@» με χρήση αυτού του χειριστηρίου.
es: Activa la capacidad de grabar clips de vídeo en %@ con este mando.
es_us: Activa la capacidad de grabar clips de video en %@ con este control.
fi: Laita päälle mahdollisuus tallentaa videoklippejä tällä ohjaimella %[tt]@-apissa.
fr: Activez la possibilité d’enregistrer des extraits vidéo dans %@ avec cette manette.
fr_ca: Activez l’enregistrement de vidéoclips dans %@ avec cette manette.
he: ניתן להפעיל את היכולת להקליט קטעי וידאו ב-%@ באמצעות שלט משחק זה.
hi: इस कंट्रोलर के उपयोग से %@ में वीडियो क्लिप रिकॉर्ड करने की क्षमता चालू करें।
hr: Uključite mogućnost snimanja video isječaka u aplikaciji %@ ovim kontrolerom.
hu: A vezérlővel való videoklip-rögzítés lehetőségének bekapcsolása a következőben: %@.
id: Nyalakan kemampuan untuk merekam klip video di %@ menggunakan pengontrol ini.
it: Attiva la possibilità di registrare clip video in %@ usando il controller.
ja: このコントローラを使用した%[tt]@のビデオクリップの撮影機能をオンにします。
kk: Осы контроллердің көмегімен «%@» ойынында видео клиптерді жазу мүмкіндігін қосыңыз.
ko: 이 컨트롤러를 사용하여 %@에서 비디오 클립을 녹화하는 기능을 켭니다.
lt: Įjunkite galimybę įrašyti vaizdo klipus programoje „%@“ naudodami šį valdiklį.
ms: Aktifkan keupayaan untuk merakam klip video dalam %@ menggunakan pengawal ini.
nb: Slå på muligheten for å ta opp videoklipp i %@ med denne kontrolleren.
nl: Schakel de mogelijkheid in om videofragmenten te maken in %@ met deze controller.
pl: Włącz możliwość nagrywania klipów wideo w aplikacji %@ przy użyciu tego kontrolera.
pt_br: Ative a capacidade de gravar clipes de vídeo em %@ com este controle.
pt_pt: Ativar a capacidade de gravar clips de vídeo em %@ ao usar este comando.
ro: Activați opțiunea de a înregistra clipuri video în %@ folosind acest controller.
ru: Включите функцию, которая позволяет записывать видео в игре «%@» с помощью этого контроллера.
sk: Zapnutie možnosti nahrávať pomocou tohto ovládača videoklipy v apke %@.
sl: Vklopite možnost snemanja videoposnetkov v igri %@ s tem kontrolerjem.
sv: Aktivera inspelning av videoklipp i %@ med det här reglaget.
th: เปิดใช้ความสามารถในการบันทึกคลิปวิดีโอใน%[tt]@โดยใช้อุปกรณ์ควบคุมนี้
tr: %@ uygulamasında bu kumandayı kullanarak video klip kaydı yapabilmeyi açar.
uk: Увімкніть можливість записування відео в %@ за допомогою цього контролера.
vi: Bật tính năng quay clip video trong %@ bằng bộ điều khiển này.
zh_cn: 打开使用此控制器在%@中录制视频片段的功能。
zh_hk: 開啟使用此控制器在%@中錄製影片片段的功能。
zh_tw: 開啟%[tt]@使用此控制器錄製短片的功能。

# VIDEO_RECORDING_APP_DESC_TRUE
source: Turn off the ability to record video clips in %@ using this controller.
ar: إيقاف إمكانية تسجيل مقاطع الفيديو في %@ باستخدام ذراع التحكم هذه.
bg: Изключете възможността да записвате видео клипове в приложението %@ с помощта на този контролер.
ca: Desactiva la capacitat de gravar clips de vídeo a %@ fent servir aquest comandament.
cs: Vypne možnost nahrávat pomocí tohoto ovladače videoklipy v aplikaci %@.
da: Slå muligheden for at optage videoklip i %@ fra for denne controller.
de: Deaktiviere die Fähigkeit, mit diesem Controller in %@ Videoclips aufzunehmen.
el: Απενεργοποίηση της δυνατότητας εγγραφής κλιπ βίντεο στο «%@» με χρήση αυτού του χειριστηρίου.
es: Desactiva la capacidad de grabar clips de vídeo en %@ con este mando.
es_us: Desactiva la capacidad de grabar clips de video en %@ con este control.
fi: Laita pois päältä mahdollisuus tallentaa videoklippejä tällä ohjaimella %[tt]@-apissa.
fr: Désactivez la possibilité d’enregistrer des extraits vidéo dans %@ avec cette manette.
fr_ca: Désactivez l’enregistrement de vidéoclips dans %@ avec cette manette.
he: ניתן לכבות את היכולת להקליט קטעי וידאו ב-%@ באמצעות שלט משחק זה.
hi: इस कंट्रोलर के उपयोग से %@ में वीडियो क्लिप रिकॉर्ड करने की क्षमता बंद करें।
hr: Isključite mogućnost snimanja video isječaka u aplikaciji %@ ovim kontrolerom.
hu: A vezérlővel való videoklip-rögzítés lehetőségének kikapcsolása a következőben: %@.
id: Matikan kemampuan untuk merekam klip video di %@ menggunakan pengontrol ini.
it: Disattiva la possibilità di registrare clip video in %@ usando il controller.
ja: このコントローラを使用した%[tt]@のビデオクリップの撮影機能をオフにします。
kk: Осы контроллердің көмегімен «%@» ойынында видео клиптерді жазу мүмкіндігін өшіріңіз.
ko: 이 컨트롤러를 사용하여 %@에서 비디오 클립을 녹화하는 기능을 끕니다.
lt: Išjunkite galimybę įrašyti vaizdo klipus programoje „%@“ naudodami šį valdiklį.
ms: Nyahaktifkan keupayaan untuk merakam klip video dalam %@ menggunakan pengawal ini.
nb: Slå av muligheten for å ta opp videoklipp i %@ med denne kontrolleren.
nl: Schakel de mogelijkheid uit om videofragmenten te maken in %@ met deze controller.
pl: Wyłącz możliwość nagrywania klipów wideo w aplikacji %@ przy użyciu tego kontrolera.
pt_br: Desative a capacidade de gravar clipes de vídeo em %@ com este controle.
pt_pt: Desativar a capacidade de gravar clips de vídeo em %@ ao usar este comando.
ro: Dezactivați opțiunea de a înregistra clipuri video în %@ folosind acest controller.
ru: Выключите функцию, которая позволяет записывать видео в игре «%@» с помощью этого контроллера.
sk: Vypnutie možnosti nahrávať pomocou tohto ovládača videoklipy v apke %@.
sl: Izklopite možnost snemanja videoposnetkov v igri %@ s tem kontrolerjem.
sv: Avaktivera inspelning av videoklipp i %@ med det här reglaget.
th: ปิดใช้ความสามารถในการบันทึกคลิปวิดีโอใน%[tt]@โดยใช้อุปกรณ์ควบคุมนี้
tr: %@ uygulamasında bu kumandayı kullanarak video klip kaydı yapabilmeyi kapatır.
uk: Вимкніть можливість записування відео в %@ за допомогою цього контролера.
vi: Tắt tính năng quay clip video trong %@ bằng bộ điều khiển này.
zh_cn: 关闭使用此控制器在%@中录制视频片段的功能。
zh_hk: 關閉使用此控制器在%@中錄製影片片段的功能。
zh_tw: 關閉%[tt]@使用此控制器錄製短片的功能。

# VIDEO_RECORDING_DESC_FALSE
source: Turn on the ability to record video clips using this controller.
ar: تشغيل إمكانية تسجيل مقاطع الفيديو باستخدام ذراع التحكم هذه.
bg: Включете възможността да записвате видео клипове с помощта на този контролер.
ca: Activa la capacitat de gravar clips de vídeo fent servir aquest comandament.
cs: Zapne možnost nahrávat pomocí tohoto ovladače videoklipy.
da: Slå muligheden for at optage videoklip til for denne controller.
de: Aktiviere die Fähigkeit, mit diesem Controller Videoclips aufzunehmen.
el: Ενεργοποίηση της δυνατότητας εγγραφής κλιπ βίντεο με χρήση αυτού του χειριστηρίου.
es: Activa la capacidad de grabar clips de vídeo con este mando.
es_us: Activa la capacidad de grabar clips de video con este control.
fi: Laita päälle mahdollisuus tallentaa videoklippejä tällä ohjaimella.
fr: Activez la possibilité d’enregistrer des extraits vidéo avec cette manette.
fr_ca: Activez l’enregistrement de vidéoclips avec cette manette.
he: ניתן להפעיל את היכולת להקליט קטעי וידאו באמצעות שלט משחק זה.
hi: इस कंट्रोलर के उपयोग से वीडियो क्लिप रिकॉर्ड करने की क्षमता चालू करें।
hr: Uključite mogućnost snimanja video isječaka ovim kontrolerom.
hu: A vezérlővel való videoklip-rögzítés lehetőségének bekapcsolása.
id: Nyalakan kemampuan untuk merekam klip video menggunakan pengontrol ini.
it: Attiva la possibilità di registrare clip video usando il controller.
ja: このコントローラを使用したビデオクリップの撮影機能をオンにします。
kk: Осы контроллердің көмегімен видео клиптерді жазу мүмкіндігін қосыңыз.
ko: 이 컨트롤러를 사용하여 비디오 클립을 녹화하는 기능을 켭니다.
lt: Įjunkite galimybę įrašyti vaizdo klipus naudodami šį valdiklį.
ms: Aktifkan keupayaan untuk merakam klip video menggunakan pengawal ini.
nb: Slå på muligheten for å ta opp videoklipp med denne kontrolleren.
nl: Schakel de mogelijkheid in om videofragmenten te maken met deze controller.
pl: Włącz możliwość nagrywania klipów wideo przy użyciu tego kontrolera.
pt_br: Ative a capacidade de gravar clipes de vídeo com este controle.
pt_pt: Ativar a capacidade de gravar clips de vídeo ao usar este comando.
ro: Activați opțiunea de a înregistra clipuri video folosind acest controller.
ru: Включите функцию, которая позволяет записывать видео с помощью этого контроллера.
sk: Zapnutie možnosti nahrávať pomocou tohto ovládača videoklipy.
sl: Vklopite možnost snemanja videoposnetkov s tem kontrolerjem.
sv: Aktivera inspelning av videoklipp med det här reglaget.
th: เปิดใช้ความสามารถในการบันทึกคลิปวิดีโอโดยใช้อุปกรณ์ควบคุมนี้
tr: Bu kumandayı kullanarak video klip kaydı yapabilmeyi açar.
uk: Увімкніть можливість записування відео за допомогою цього контролера.
vi: Bật tính năng quay clip video bằng bộ điều khiển này.
zh_cn: 打开使用此控制器录制视频片段的功能。
zh_hk: 開啟使用此控制器錄製影片片段的功能。
zh_tw: 開啟使用此控制器錄製短片的功能。
